tap "coursier/formulas"
tap "ekzhang/bore"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jandedobbeleer/oh-my-posh"
tap "jetbrains/utils"
tap "oven-sh/bun"
tap "railwaycat/emacsmacport"
brew "coreutils"
brew "asdf"
brew "deno"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "node"
brew "gitmoji"
brew "gitui"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "helix"
brew "python@3.11"
brew "httpie"
brew "hub"
brew "lazygit"
brew "zstd"
brew "libpq"
brew "libtiff"
brew "little-cms2"
brew "nushell"
brew "openjdk"
brew "openjdk@17"
brew "openjpeg"
brew "postgresql@14"
brew "virtualenv", link: false
brew "pre-commit", link: false
brew "python@3.10"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "sops"
brew "starship"
brew "swi-prolog"
brew "terraform"
brew "testdisk"
brew "typescript"
brew "typescript-language-server"
brew "xclip"
brew "yarn"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "ekzhang/bore/bore"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
cask "github"
cask "google-cloud-sdk"
cask "iina"
cask "redisinsight"
cask "visual-studio-code-insiders"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "pmndrs.pmndrs"
vscode "rust-lang.rust-analyzer"
vscode "vscode-icons-team.vscode-icons"
