tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "helix"
brew "node"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "zellij"
brew "zoxide"
cask "alacritty"
cask "iina"
cask "languagetool"
cask "maccy"
cask "racket"
cask "rectangle"
cask "stremio"
